tap "1password/tap"
tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "dm3ch/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "libyaml"
brew "openssl@3"
brew "python@3.11"
brew "ansible"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bat"
brew "boost"
brew "boost@1.76"
brew "cairo"
brew "ccache"
brew "cmake"
brew "cpanminus"
brew "curl"
brew "deno"
brew "dog"
brew "efm-langserver"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fmt"
brew "libtool"
brew "fontforge"
brew "git"
brew "glslang"
brew "libusb"
brew "gnupg"
brew "go"
brew "hidapi"
brew "luarocks"
brew "molten-vk"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nlohmann-json"
brew "nvm"
brew "openssl@1.1"
brew "pkg-config"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt@5"
brew "pyqt@5"
brew "python@3.9"
brew "ripgrep"
brew "screenfetch"
brew "shellcheck"
brew "speedtest-cli"
brew "speexdsp"
brew "tfenv"
brew "tldr"
brew "vale"
brew "vivid"
brew "vulkan-loader"
brew "yarn"
brew "zlib"
brew "dm3ch/tap/git-profile-manager"
cask "1password-cli"
cask "font-hack-nerd-font"
