tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/services"
tap "habitat-sh/habitat"
brew "apache-spark"
brew "openssl"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bats"
brew "berkeley-db@4"
brew "boost"
brew "cmake"
brew "coreutils"
brew "libevent"
brew "libyaml"
brew "libffi"
brew "crystal-lang"
brew "exercism"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "go"
brew "heroku"
brew "lastpass-cli"
brew "libtool"
brew "mono"
brew "nginx"
brew "nmap"
brew "openssl@1.1"
brew "packer"
brew "perl"
brew "php@7.0"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "qt"
brew "pyqt"
brew "rust"
brew "sbt"
brew "scala"
brew "spark"
brew "speedtest-cli"
brew "subversion"
brew "telnet"
brew "terraform"
brew "tree"
brew "vim"
brew "wget"
brew "yarn", args: ["without-node"]
brew "zlib"
brew "habitat-sh/habitat/hab"
cask "fly"
cask "google-cloud-sdk"
